[Balance.PawnBalance_SpiderantChubby_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Rechonchuda")

[Balance.PawnBalance_SpiderantFire_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha de Fogo")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Ardente")

[Balance.PawnBalance_SpiderantKnight_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Templária")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Centurião")

[Balance.PawnBalance_SpiderantQueen_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Rainha")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Matriarca")

[Balance.PawnBalance_SpiderantRoyalGuard_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Sentinela")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Pretoriana")

[Balance.PawnBalance_SpiderantSoldier_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Soldado")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Batedora")

[Balance.PawnBalance_SpiderantSpiderling_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Cria Aracnídea")
PlayThroughs[1]=(DisplayName="Cria Aracnídea")

[Balance.PawnBalance_SpiderantWorker_Orchid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Formiga-Aranha Operária")
PlayThroughs[1]=(DisplayName="Formiga-Aranha Escrava")

